{
  "common": {
    "dashboard": "لوحة التحكم",
    "login": "تسجيل الدخول",
    "logout": "تسجيل الخروج",
    "save": "حفظ",
    "cancel": "إلغاء",
    "delete": "حذف",
    "edit": "تعديل",
    "add": "إضافة",
    "actions": "إجراءات",
    "confirm": "تأكيد",
    "back": "عودة",
    "loading": "جاري التحميل...",
    "success": "تم بنجاح",
    "error": "حدث خطأ",
    "required": "مطلوب",
    "search": "بحث...",
    "view": "عرض",
    "home": "الرئيسية",
    "copyright": "© 2024 {siteName}",
    "search_placeholder": "ابحث عن المحافظات أو المكاتب...",
    "governorates": "المحافظات",
    "governorate": "محافظة",
    "view_details": "عرض التفاصيل",
    "brand_name": "{siteName}",
    "directions": "اتجاهات",
    "not_available": "غير متوفر",
    "no_data": "لا توجد بيانات",
    "language": "اللغة"
  },
  "home": {
    "mostVisitedGovernorates": "المحافظات الأكثر زيارة",
    "mostVisitedOffices": "المكاتب الأكثر زيارة"
  },
  "auth": {
    "username": "اسم المستخدم",
    "password": "كلمة المرور",
    "login_title": "تسجيل الدخول",
    "login_subtitle": "أدخل بياناتك للمتابعة",
    "login_button": "دخول",
    "login_failed": "فشل تسجيل الدخول",
    "name": "الاسم",
    "email": "البريد الإلكتروني"
  },
  "nav": {
    "home": "الرئيسية",
    "users": "المستخدمين",
    "posts": "المكاتب البريدية",
    "settings": "الإعدادات",
    "social": "روابط التواصل",
    "about_us": "عنا",
    "disclaimer": "إخلاء المسؤولية",
    "terms": "الشروط والأحكام",
    "contact": "تواصل معنا"
  },
  "social": {
    "title": "وسائل التواصل",
    "add_link": "إضافة رابط",
    "provider": "مزود الخدمة",
    "url": "الرابط",
    "edit_link": "تعديل رابط",
    "delete_confirm": "هل أنت متأكد من حذف هذا الرابط؟",
    "link_created": "تم إنشاء الرابط بنجاح",
    "link_updated": "تم تحديث الرابط بنجاح",
    "link_deleted": "تم حذف الرابط بنجاح",
    "select_provider": "اختر مزود الخدمة",
    "provider_locked": "لا يمكن تغيير مزود الخدمة عند التعديل",
    "url_required": "الرابط مطلوب"
  },
  "posts": {
    "title": "إدارة المكاتب البريدية",
    "add_post": "إضافة مكتب",
    "edit_post": "تعديل مكتب",
    "delete_confirm": "هل أنت متأكد من حذف {name}؟",
    "office_created": "تم إنشاء المكتب بنجاح",
    "office_updated": "تم تحديث المكتب بنجاح",
    "office_deleted": "تم حذف المكتب بنجاح",
    "name": "الاسم",
    "governorate": "المحافظة",
    "address": "العنوان",
    "select_governorate": "اختر المحافظة",
    "provider_locked": "لا يمكن تغيير المنصة عند التعديل",
    "url_required": "الرابط مطلوب"
  },
  "dashboard": {
    "welcome": "مرحباً بك، {name}",
    "overview": "نظرة عامة",
    "total_visits": "إجمالي الزيارات",
    "total_users": "عدد المستخدمين",
    "total_posts": "عدد المكاتب",
    "total_govs": "عدد المحافظات",
    "total_offices": "إجمالي المكاتب",
    "quick_actions": "إجراءات سريعة",
    "visitor_counter": "عداد الزوار",
    "manage_offices": "إدارة المكاتب",
    "add_office": "إضافة مكتب",
    "edit_office": "تعديل مكتب",
    "delete_office": "حذف مكتب",
    "manage_users": "إدارة المستخدمين",
    "role": "الصلاحية",
    "actions": "الإجراءات"
  },
  "users": {
    "title": "إدارة المستخدمين",
    "add_user": "إضافة مستخدم",
    "edit_user": "تعديل مستخدم",
    "delete_confirm": "هل أنت متأكد من حذف المستخدم {name}؟",
    "role": "الصلاحية",
    "roles": {
      "owner": "مالك",
      "admin": "مسؤول",
      "editor": "محرر",
      "user": "مستخدم"
    },
    "password_hint": "اتركه فارغاً للإبقاء على كلمة المرور الحالية",
    "user_created": "تم إنشاء المستخدم بنجاح",
    "user_updated": "تم تحديث المستخدم بنجاح",
    "user_deleted": "تم حذف المستخدم بنجاح"
  },

  "about": {
    "title": "عن {siteName}",
    "section_title": "{siteName}",
    "about_us": "عنا",
    "disclaimer_title": "إخلاء المسؤولية",
    "terms_title": "الشروط والأحكام",
    "contact_title": "تواصل مع فريق {siteName}"
  },
  "contact": {
    "name": "الاسم",
    "email": "البريد الإلكتروني",
    "subject": "الموضوع",
    "message": "الرسالة",
    "submit": "إرسال",
    "success_message": "تم إرسال رسالتك بنجاح",
    "name_placeholder": "أدخل اسمك",
    "email_placeholder": "أدخل بريدك الإلكتروني",
    "subject_placeholder": "موضوع الرسالة",
    "message_placeholder": "اكتب رسالتك هنا..."
  },
  "office": {
    "address": "العنوان",
    "postal_code": "الرمز البريدي",
    "phone": "رقم الهاتف",
    "name": "اسم المكتب",
    "working_days": "الأحد - الخميس",
    "working_hours": "٨ ص - ٣ م",
    "hotline": "الخط الساخن",
    "email": "البريد الإلكتروني",
    "holidays": "الجمعة والسبت وأيام العطلات الرسمية"
  },
  "settings": {
    "title": "إعدادات الموقع",
    "general": "عام",
    "logo": "الشعار",
    "social": "وسائل التواصل الاجتماعي",
    "site_name": "اسم الموقع (بالعربية)",
    "site_name_en": "اسم الموقع (باللغة الإنجليزية)",
    "site_description": "وصف الموقع (بالعربية)",
    "site_description_en": "وصف الموقع (باللغة الإنجليزية)",
    "contact_email": "بريد التواصل",
    "phone_number": "رقم الهاتف",
    "address": "العنوان",
    "default_language": "اللغة الافتراضية",
    "dark_mode": "الوضع الليلي",
    "google_ads_header": "إعلانات جوجل (الهيدر)",
    "google_ads_footer": "إعلانات جوجل (الفوتر)",
    "enable_ads": "تفعيل الإعلانات",
    "maintenance_mode": "وضع الصيانة",
    "upload_light": "رفع شعار النسخة الفاتحة",
    "upload_dark": "رفع شعار النسخة الداكنة",
    "office_location": "موقع المكتب الرئيسي",
    "services_title": "عنوان الخدمات",
    "services_desc": "وصف الخدمات",
    "contact_title": "عنوان التواصل",
    "contact_desc": "وصف التواصل",
    "map_link": "رابط الخريطة",
    "languages": {
      "ar": "العربية",
      "en": "الإنجليزية"
    }
  },
  "descriptions": {
    "cairo": "القاهرة هي عاصمة مصر وأكبر مدنها، وتعد مركز الحياة السياسية والاقتصادية والثقافية في البلاد. تقع على ضفاف نهر النيل وتضم أحياء حديثة وأخرى تاريخية عريقة. المدينة غنية بالمعالم السياحية مثل أهرامات الجيزة وأبو الهول والمتحف المصري وميدان التحرير. تتميز بالقاهرة بالأسواق التقليدية والمولات الحديثة والمطاعم العالمية. التعليم والفنون والإعلام مزدهرة في المدينة، وتحتضن العديد من الجامعات والمؤسسات الثقافية. المناخ معتدل شتاءً وحار صيفًا، ويجذب الزوار المحليين والأجانب طوال العام. القاهرة مدينة نابضة بالحياة تجمع بين التاريخ العريق والحداثة والتطور العمراني السريع. الحياة الليلية والأسواق الشعبية تضيف طابعاً فريداً للمدينة",
    "giza": "لجيزة تقع غرب القاهرة وتشتهر بأهرامات الجيزة وأبو الهول، أحد أهم المعالم السياحية في العالم. تضم المحافظة مناطق حضرية واسعة وأحياء سكنية حديثة، إلى جانب مراكز صناعية وتجارية كبيرة. السياحة تلعب دورًا رئيسيًا في اقتصاد الجيزة، مع استقبال ملايين الزوار سنويًا. تتوفر في المحافظة مؤسسات تعليمية وثقافية متعددة مثل الجامعات والمتاحف ومراكز البحث. تتميز المدينة بمزيج رائع من التاريخ العريق والهندسة المعمارية الحديثة. شبكات الطرق والبنية التحتية متطورة، مما يسهل الوصول إلى القاهرة والمدن المجاورة. الحياة الاجتماعية متنوعة بين الأحياء الشعبية والمناطق الراقية. الجيزة تجمع بين الطبيعة العمرانية الرائعة والمعالم التاريخية.",
    "alexandria": "الإسكندرية هي ثاني أكبر مدينة في مصر وتقع على ساحل البحر الأبيض المتوسط، وتعتبر بوابة مصر إلى العالم من خلال مينائها الكبير. المدينة مشهورة بتاريخها العريق منذ العصور الفرعونية والرومانية، وتضم مكتبة الإسكندرية الحديثة والكورنيش الممتد على طول البحر. تعد الإسكندرية مركزًا ثقافيًا وفنيًا مهمًا، وتستضيف المهرجانات والمناسبات على مدار العام. تشتهر بأسواقها الشعبية والمقاهي التقليدية والمطاعم البحرية. يعتمد اقتصادها على التجارة البحرية، السياحة، والصناعات الخفيفة مثل الغزل والنسيج. تتميز المدينة بمزيج رائع من الطابع التاريخي والمعماري الحديث. المناخ معتدل على مدار العام، وتجذب الشواطئ والزوار المحليين والأجانب. الحياة اليومية نابضة بالنشاط مع أنشطة ثقافية متنوعة.",
    "dakahlia": "الدقهلية تقع في دلتا النيل وتعد من أهم المحافظات الزراعية في مصر. تشتهر بزراعة القمح، الأرز، القطن، الفواكه والخضروات، وتعتبر الزراعة العمود الفقري لاقتصادها. مدينة المنصورة هي المركز الإداري والثقافي للمحافظة وتحتضن جامعات، مدارس، مكتبات، ومراكز ثقافية. الأسواق التقليدية والمهرجانات الشعبية تعكس التراث المصري الأصيل. البنية التحتية تشمل طرقاً حديثة ومرافق تعليمية وصحية متطورة. المناخ المعتدل والتربة الخصبة يجعلها مثالية للزراعة والنشاطات الريفية. بعض الصناعات تنمو تدريجيًا لدعم الاقتصاد المحلي. السكان متمسكون بالعادات والتقاليد، ويجمعون بين الحياة الحديثة والتراث. المحافظة مزيج رائع من الزراعة، الثقافة، والمجتمع المحلي.",
    "beheira": "محافظة البحيرة من أكبر محافظات الدلتا وتضم مساحات زراعية واسعة بالإضافة إلى بنية خدمية جيدة في المدن والمراكز.",
    "sharqia": "محافظة الشرقية تتميز بكثافة سكانية عالية وانتشار الخدمات العامة، وتعد من أهم محافظات الدلتا زراعياً.",
    "gharbia": "محافظة الغربية تشتهر بمدينة طنطا والمحلة الكبرى وتضم شبكة واسعة من الخدمات والمرافق الحيوية.",
    "monufia": "محافظة المنوفية تتميز بتنظيم عمراني جيد وانتشار المؤسسات التعليمية والخدمية في مختلف مراكزها.",
    "kafr_el-sheikh": "محافظة كفر الشيخ تقع في شمال الدلتا وتتميز بالزراعة ومناطق الصيد والخدمات المنتشرة في مدنها.",
    "qalyubia": "محافظة القليوبية جزء من إقليم القاهرة الكبرى وتتميز بنشاط صناعي وخدمي كبير.",
    "fayoum": "محافظة الفيوم تتميز بطبيعتها الخاصة حول بحيرة قارون وبخدماتها الممتدة في مدنها ومراكزها.",
    "beni_suef": "محافظة بني سويف تقع جنوب القاهرة وتشتهر بالنشاط الصناعي والخدمي والزراعي.",
    "minya": "محافظة المنيا تعد قلب صعيد مصر وتتميز بآثارها التاريخية وبنيتها الخدمية المتطورة.",
    "assiut": "محافظة أسيوط مركز مهم في صعيد مصر وتتميز بالمؤسسات التعليمية والخدمات الحكومية.",
    "sohag": "محافظة سوهاج تضم بيئة حضرية وريفية متوازنة وخدمات متنوعة في المراكز والقرى.",
    "qena": "محافظة قنا تتميز بالطبيعة الصعيدية الأصيلة وانتشار الخدمات الحكومية والتعليمية.",
    "luxor": "محافظة الأقصر تعد أكبر متحف مفتوح في العالم وتضم بنية خدمية تدعم السياحة بشكل كبير.",
    "aswan": "محافظة أسوان تقع في جنوب مصر وتشتهر بالمعالم السياحية والبنية الخدمية الجيدة.",
    "red_sea": "محافظة البحر الأحمر تمتد على ساحل طويل وتشتهر بالمدن السياحية والبنية الفندقية والخدمية.",
    "new_valley": "محافظة الوادي الجديد أكبر محافظات مصر مساحة وتتميز بالخدمات الموزعة في واحات ومدن متعددة.",
    "matrouh": "محافظة مطروح تمتاز بطبيعتها الساحلية والبدوية وتضم خدمات متنوعة في المدن الرئيسية.",
    "north_sinai": "محافظة شمال سيناء تقع في شرق مصر وتضم عدة مراكز سكانية وخدمات أساسية.",
    "south_sinai": "محافظة جنوب سيناء تتميز بالمدن السياحية الشهيرة والبنية الخدمية المتقدمة.",
    "damietta": "دمياط محافظة ساحلية في دلتا النيل، تشتهر بصناعة الأثاث وصيد الأسماك والتجارة البحرية. تضم المدينة ميناء تجاري كبير يسهم في اقتصاد المحافظة. الحياة الثقافية تشمل مساجد، كنائس، وأسواق شعبية ومهرجانات الحرف التقليدية. التعليم والخدمات الصحية متوفرة بشكل جيد، مع بنية تحتية حديثة. المدينة تجمع بين التراث التاريخي والطابع العمراني الحديث. الشواطئ الجميلة تجعلها وجهة مميزة للسياحة المحلية. الاقتصاد متنوع بين الصناعة والزراعة والتجارة البحرية. السكان ودودون ويهتمون بالحفاظ على التراث المحلي. دمياط تمثل نموذجاً للاندماج بين الثقافة والعمل والإبداع.",
    "port_said": "بورسعيد تقع عند المدخل الشمالي لقناة السويس وتعتبر مركزاً حيوياً للتجارة البحرية. المدينة تضم شوارع واسعة ومباني تاريخية جميلة وكورنيش رائع على البحر المتوسط. الحياة الثقافية في بورسعيد نشطة، مع متاحف وأسواق تقليدية تعكس التراث المحلي. الاقتصاد يعتمد بشكل كبير على الموانئ والشحن والتجارة الخفيفة. المدينة تجذب الزوار بفضل الكورنيش والشواطئ والمناظر الطبيعية الساحلية. البنية التحتية متطورة وتشمل الطرق والمدارس والمستشفيات. السكان ودودون ويحرصون على الحفاظ على العادات المحلية. بورسعيد تجمع بين التراث البحري والحياة الحضرية الحديثة.",
    "ismailia": "محافظة الإسماعيلية تقع على ضفاف قناة السويس وتتميز بطابعها الهادئ وانتشار الخدمات العامة.",
    "suez": "السويس تقع عند المدخل الجنوبي لقناة السويس وتعتبر مركزاً استراتيجياً للصناعات البحرية والتجارة. المدينة تضم مناطق صناعية حديثة ومراكز تجارية ومعالم ثقافية متنوعة. يعتمد اقتصاد السويس على الشحن والتجارة والصناعات المختلفة. المحافظة تضم شواطئ ومناظر طبيعية خلابة، إلى جانب الحياة الثقافية والمهرجانات المحلية. البنية التحتية متطورة وتشمل النقل والتعليم والصحة. السكان نشيطون ومتمسكون بالتقاليد المحلية. السويس تجمع بين الأهمية التاريخية والنشاط الصناعي الحديث. المدينة تعتبر قلب الأنشطة البحرية في مصر."
  },
  "governorateDescriptions": {
    "القاهرة": "القاهرة هي عاصمة مصر وأكبر مدنها، وتعد مركز الحياة السياسية والاقتصادية والثقافية في البلاد. تقع على ضفاف نهر النيل وتضم أحياء حديثة وأخرى تاريخية عريقة. المدينة غنية بالمعالم السياحية مثل أهرامات الجيزة وأبو الهول والمتحف المصري وميدان التحرير. تتميز بالقاهرة بالأسواق التقليدية والمولات الحديثة والمطاعم العالمية. التعليم والفنون والإعلام مزدهرة في المدينة، وتحتضن العديد من الجامعات والمؤسسات الثقافية. المناخ معتدل شتاءً وحار صيفًا، ويجذب الزوار المحليين والأجانب طوال العام. القاهرة مدينة نابضة بالحياة تجمع بين التاريخ العريق والحداثة والتطور العمراني السريع. الحياة الليلية والأسواق الشعبية تضيف طابعاً فريداً للمدينة.",
    "الجيزة": "الجيزة تقع غرب القاهرة وتشتهر بأهرامات الجيزة وأبو الهول، أحد أهم المعالم السياحية في العالم. تضم المحافظة مناطق حضرية واسعة وأحياء سكنية حديثة، إلى جانب مراكز صناعية وتجارية كبيرة. السياحة تلعب دورًا رئيسيًا في اقتصاد الجيزة، مع استقبال ملايين الزوار سنويًا. تتوفر في المحافظة مؤسسات تعليمية وثقافية متعددة مثل الجامعات والمتاحف ومراكز البحث. تتميز المدينة بمزيج رائع من التاريخ العريق والهندسة المعمارية الحديثة. شبكات الطرق والبنية التحتية متطورة، مما يسهل الوصول إلى القاهرة والمدن المجاورة. الحياة الاجتماعية متنوعة بين الأحياء الشعبية والمناطق الراقية. الجيزة تجمع بين الطبيعة العمرانية الرائعة والمعالم التاريخية.",
    "الإسكندرية": "الإسكندرية هي ثاني أكبر مدينة في مصر وتقع على ساحل البحر الأبيض المتوسط، وتعتبر بوابة مصر إلى العالم من خلال مينائها الكبير. المدينة مشهورة بتاريخها العريق منذ العصور الفرعونية والرومانية، وتضم مكتبة الإسكندرية الحديثة والكورنيش الممتد على طول البحر. تعد الإسكندرية مركزًا ثقافيًا وفنيًا مهمًا، وتستضيف المهرجانات والمناسبات على مدار العام. تشتهر بأسواقها الشعبية والمقاهي التقليدية والمطاعم البحرية. يعتمد اقتصادها على التجارة البحرية، السياحة، والصناعات الخفيفة مثل الغزل والنسيج. تتميز المدينة بمزيج رائع من الطابع التاريخي والمعماري الحديث. المناخ معتدل على مدار العام، وتجذب الشواطئ والزوار المحليين والأجانب. الحياة اليومية نابضة بالنشاط مع أنشطة ثقافية متنوع.",
    "الدقهلية": "الدقهلية تقع في دلتا النيل وتعد من أهم المحافظات الزراعية في مصر. تشتهر بزراعة القمح، الأرز، القطن، الفواكه والخضروات، وتعتبر الزراعة العمود الفقري لاقتصادها. مدينة المنصورة هي المركز الإداري والثقافي للمحافظة وتحتضن جامعات، مدارس، مكتبات، ومراكز ثقافية. الأسواق التقليدية والمهرجانات الشعبية تعكس التراث المصري الأصيل. البنية التحتية تشمل طرقاً حديثة ومرافق تعليمية وصحية متطورة. المناخ المعتدل والتربة الخصبة يجعلها مثالية للزراعة والنشاطات الريفية. بعض الصناعات تنمو تدريجيًا لدعم الاقتصاد المحلي. السكان متمسكون بالعادات والتقاليد، ويجمعون بين الحياة الحديثة والتراث. المحافظة مزيج رائع من الزراعة، الثقافة، والمجتمع المحلي.",
    "البحيرة": "البحيرة تقع في دلتا النيل وتتميز بالزراعة الواسعة والصناعة الخفيفة. مدينة دمنهور هي المركز الإداري والثقافي للمحافظة وتحتوي على مؤسسات تعليمية وخدمية متنوعة. يعتمد اقتصاد المحافظة على الزراعة بشكل أساسي، بما في ذلك القمح، الأرز، والخضروات، بالإضافة للصناعات التحويلية. المحافظة تضم أسواق شعبية ومهرجانات محلية تعكس التراث المصري. البنية التحتية تشمل الطرق، المدارس، والمستشفيات الحديثة. السكان محافظون ويهتمون بالعادات والتقاليد. الحياة اليومية تجمع بين الأنشطة الزراعية والثقافية والاجتماعية. البحيرة محافظة غنية بالموارد الطبيعية والثقافة المحلية.",
    "الشرقية": "الشرقية تقع في دلتا النيل وتعتبر من أهم المحافظات الزراعية في مصر. تضم مدينة الزقازيق المركز الإداري والثقافي، مع جامعات ومدارس ومراكز تعليمية متنوعة. تعتمد المحافظة على الزراعة بشكل رئيسي، مثل القمح والأرز والقطن والخضروات والفواكه. الأسواق الشعبية والمهرجانات المحلية تعكس التراث المصري العريق. البنية التحتية تشمل طرق حديثة ومرافق تعليمية وصحية متطورة. السكان متمسكون بالعادات والتقاليد المحلية ويحرصون على المجتمع المتماسك. الحياة اليومية تجمع بين الزراعة والثقافة والأنشطة الاجتماعية. المحافظة تتميز بمزيج رائع بين الطبيعة الزراعية والحياة الحضرية الحديثة.",
    "الغربية": "الغربية تقع في دلتا النيل وتشتهر بالزراعة والصناعات الصغيرة والمتوسطة. مدينة طنطا هي المركز الإداري والثقافي للمحافظة، وتحتضن جامعات ومدارس ومراكز ثقافية متعددة. الاقتصاد يعتمد على القطن، القمح، والفواكه، إلى جانب بعض الصناعات التحويلية. المحافظة تضم أسواق شعبية ومهرجانات تعكس التراث المصري الأصيل. البنية التحتية متطورة وتشمل الطرق والمرافق التعليمية والصحية. المناخ معتدل والتربة خصبة، مما يجعلها مركزًا زراعيًا هامًا. السكان نشيطون ومهتمون بالعادات والتقاليد. الحياة اليومية تجمع بين الأنشطة الزراعية والثقافية والاجتماعية. الغربية محافظة تجمع بين الإنتاج الزراعي والحياة الحضرية المزدهرة.",
    "المنوفية": "المنوفية تقع في دلتا النيل وتعتبر من أهم المحافظات الزراعية في مصر. تضم مدينة شبين الكوم المركز الإداري والثقافي للمحافظة، مع مؤسسات تعليمية وخدمية متنوعة. الاقتصاد يعتمد بشكل رئيسي على الزراعة، خاصة القمح والقطن والخضروات. المحافظة تتميز بالأسواق الشعبية والحياة الريفية النابضة بالنشاط. البنية التحتية تشمل طرقاً حديثة ومرافق تعليمية وصحية. السكان محافظون ويهتمون بالعادات والتقاليد المحلية. الحياة الثقافية والفنية متطورة نسبيًا، مع مهرجانات وأسواق موسمية. المحافظة توفر توازنًا بين الحياة الريفية والخدمات الحضرية الحديثة. المنوفية تجمع بين الإنتاج الزراعي والتراث الثقافي المحلي.",
    "كفر الشيخ": "كفر الشيخ تقع في دلتا النيل وتعتبر من أهم المحافظات الزراعية في مصر. تشتهر بزراعة الأرز، القمح، القطن، والخضروات. مدينة كفر الشيخ المركزية تضم مؤسسات تعليمية وصحية ومراكز ثقافية. الحياة الاجتماعية نشطة مع الأسواق التقليدية والمهرجانات المحلية. المحافظة تتميز بمناطق طبيعية جميلة وقربها من ساحل البحر الأبيض المتوسط. البنية التحتية متطورة وتشمل الطرق والمدارس والمستشفيات. الاقتصاد يعتمد على الزراعة والصيد البحري والخدمات. السكان متمسكون بالعادات والتقاليد المحلية. المحافظة تجمع بين الإنتاج الزراعي والثقافة المحلية والطبيعة الخلابة.",
    "القليوبية": "القليوبية تقع شمال القاهرة وتعتبر من المحافظات الصناعية والزراعية المهمة. مدينة بنها هي المركز الإداري والثقافي وتضم مؤسسات تعليمية ومراكز صحية ومرافق خدمية متنوعة. يعتمد اقتصاد المحافظة على الزراعة وخاصة الخضروات والفاكهة، إلى جانب الصناعات الصغيرة والمتوسطة مثل النسيج والصناعات الغذائية. البنية التحتية متطورة وتشمل طرق سريعة، مدارس، مستشفيات، ومراكز ثقافية. الأسواق الشعبية والمهرجانات المحلية تعكس التراث المصري الأصيل. السكان محافظون ويهتمون بالتقاليد والعادات المحلية. الحياة اليومية تجمع بين العمل الزراعي والصناعي والنشاطات الثقافية والاجتماعية. المحافظة تتميز بمزيج بين الحياة الحضرية والزراعة الحديثة.",
    "الفيوم": "الفيوم تقع جنوب غرب القاهرة وتشتهر بالزراعة والبحيرات الطبيعية والمناطق السياحية. المدينة المركزية تضم مؤسسات تعليمية وصحية ومراكز ثقافية. يعتمد اقتصاد الفيوم على الزراعة، خاصة القمح، الفواكه، والخضروات، بالإضافة إلى السياحة والصناعات الصغيرة. المحافظة تضم بحيرة قارون وعدد من الواحات الخلابة. البنية التحتية متطورة وتشمل الطرق والمدارس والمستشفيات. السكان ودودون ويهتمون بالعادات المحلية. الحياة الثقافية والفنية نشطة مع مهرجانات وأسواق موسمية. الفيوم تجمع بين الطبيعة الساحرة والأنشطة الاقتصادية والثقافية. المحافظة وجهة سياحية وزراعية متميزة.",
    "بني سويف": "بني سويف تقع في صعيد مصر على ضفاف النيل وتشتهر بالزراعة والصناعات المحلية. المدينة المركزية تضم مؤسسات تعليمية وخدمية ومراكز ثقافية. يعتمد اقتصاد المحافظة على الزراعة، خاصة القمح والقطن والفواكه، إلى جانب الصناعات التحويلية. الأسواق الشعبية والمهرجانات المحلية تعكس التراث المصري. البنية التحتية متطورة وتشمل الطرق، المدارس، والمستشفيات. السكان محافظون ويهتمون بالعادات والتقاليد. الحياة اليومية تجمع بين الزراعة والعمل الثقافي والاجتماعي. بني سويف محافظة تجمع بين الإنتاج الزراعي والثقافة المحلية. المحافظة تعتبر مركزًا هامًا للأنشطة الاقتصادية والثقافية في صعيد مصر.",
    "المنيا": "المنيا تقع في صعيد مصر على ضفاف النيل وتشتهر بالمواقع الأثرية والتاريخية. المدينة المركزية تضم مؤسسات تعليمية وخدمية ومراكز ثقافية. يعتمد اقتصاد المحافظة على الزراعة، خاصة القمح، القطن، والفواكه، إلى جانب الصناعات الخفيفة. المواقع الأثرية تشمل آثار فرعونية وقبطية وإسلامية. البنية التحتية تشمل الطرق، المدارس، والمستشفيات الحديثة. السكان محافظون ويهتمون بالتراث المحلي. الحياة اليومية تجمع بين الزراعة، الثقافة، والسياحة. المنيا محافظة غنية بالتاريخ والطبيعة والأنشطة الاقتصادية والثقافية. المحافظة مركز زراعي وسياحي هام.",
    "أسيوط": "أسيوط تقع في صعيد مصر وتشتهر بالزراعة والصناعات التقليدية. المدينة المركزية تضم مؤسسات تعليمية وخدمية ومراكز ثقافية متنوعة. يعتمد اقتصاد المحافظة على الزراعة، خاصة القمح والقطن، بالإضافة إلى بعض الصناعات الحرفية. المحافظة غنية بالمعالم التاريخية والثقافية. البنية التحتية تشمل طرقًا، مدارس، ومستشفيات حديثة. السكان محافظون ويهتمون بالعادات والتقاليد المحلية. الحياة اليومية تجمع بين النشاط الزراعي والثقافي والاجتماعي. أسيوط محافظة غنية بالتراث والطبيعة والأنشطة الاقتصادية والثقافي.",
    "سوهاج": "سوهاج تقع في صعيد مصر وتشتهر بالزراعة والمواقع التاريخية. المدينة المركزية تضم مؤسسات تعليمية وخدمية ومراكز ثقافية. تعتمد المحافظة على زراعة القمح، القطن، والفواكه، مع بعض الصناعات المحلية. المواقع التاريخية تشمل معابد فرعونية وقلاع إسلامية. البنية التحتية تشمل الطرق، المدارس، والمستشفيات. السكان محافظون ويهتمون بالثقافة والتقاليد المحلية. الحياة الاجتماعية تجمع بين الزراعة والنشاطات الثقافية. سوهاج محافظة تجمع بين التاريخ والطبيعة والزراعة. المحافظة مكان مهم للأنشطة الاقتصادية والثقافية في صعيد مصر.",
    "قنا": "قنا تقع في صعيد مصر على ضفاف نهر النيل وتشتهر بالزراعة والمواقع الأثرية. المدينة المركزية تضم مؤسسات تعليمية وخدمية ومراكز ثقافية متنوعة. يعتمد اقتصاد المحافظة على زراعة القمح والذرة والفواكه، إلى جانب الصناعات الحرفية التقليدية. قنا معروفة بمواقعها الفرعونية مثل معابد دندرة ومواقع أثرية أخرى. البنية التحتية تشمل الطرق والمدارس والمستشفيات الحديثة. السكان متمسكون بالتقاليد المحلية ويهتمون بالثقافة والفعاليات الاجتماعية. الحياة اليومية تجمع بين الزراعة والعمل الثقافي والسياحي. المحافظة تعتبر مركزًا مهمًا للنشاط الاقتصادي والثقافي في صعيد مصر.",
    "الأقصر": "الأقصر تقع على ضفاف نهر النيل وتعتبر متحفًا مفتوحًا للعصور الفرعونية. المدينة تضم معابد الأقصر ووادي الملوك ووادي الملكات، وتجذب السياح من جميع أنحاء العالم. تعتمد المحافظة على السياحة بشكل رئيسي، بالإضافة إلى الزراعة والصناعات المحلية. البنية التحتية متطورة مع طرق، فنادق، مدارس، ومستشفيات حديثة. الحياة الثقافية غنية بالفعاليات والمعارض والمهرجانات. السكان يهتمون بالحفاظ على التراث الفرعوني والثقافة المحلية. المناخ معتدل وجاف معظم السنة، ويجذب السياح على مدار العام. الأقصر تجمع بين التاريخ العريق والحياة اليومية الحديثة. المحافظة تعتبر مركزًا عالميًا للآثار والسياحة.",
    "أسوان": "تقأسوان تقع في أقصى جنوب مصر وتشتهر بجمالها الطبيعي والسد العالي ومعابد النوبة. المدينة المركزية تحتوي على مؤسسات تعليمية وخدمية ومراكز ثقافية متنوعة. تعتمد المحافظة على السياحة والزراعة والنشاطات الثقافية. الطبيعة الخلابة على ضفاف النيل تشمل الجزر والواحات والمناطق الصحراوية. البنية التحتية تشمل طرق، مدارس، مستشفيات، ومرافق سياحية. السكان ودودون ويهتمون بالعادات والتقاليد المحلية. الحياة اليومية تجمع بين النشاط الاقتصادي والسياحة والثقافة. أسوان محافظة غنية بالطبيعة والمعالم التاريخية. المحافظة تعتبر وجهة سياحية مميزة في مصر.",
    "البحر الأحمر": "محافظة البحر الأحمر تمتد على طول ساحل البحر الأحمر وتشتهر بالشواطئ الخلابة والمنتجعات السياحية. المدينة المركزية هي الغردقة وتضم فنادق ومراكز تعليمية ومرافق خدمية متنوعة. يعتمد اقتصاد المحافظة على السياحة والغوص وصيد الأسماك. الحياة البحرية والطبيعة الصحراوية تضيفان طابعًا فريدًا للمنطقة. البنية التحتية متطورة وتشمل طرقًا، مستشفيات، مدارس، ومرافق سياحية. السكان ودودون ويهتمون بالضيافة والحفاظ على البيئة البحرية. الحياة الثقافية والفنية نشطة مع مهرجانات وفعاليات سياحية. المحافظة تجمع بين السياحة والتراث الطبيعي والصيد البحري. البحر الأحمر وجهة مميزة للزوار المحليين والأجانب.",
    "الوادي الجديد": "الوادي الجديد تقع في صعيد مصر وتشتهر بالواحات والنشاط الزراعي والصحراوي. المدينة المركزية تضم مؤسسات تعليمية وخدمية ومراكز ثقافية. تعتمد المحافظة على الزراعة في الواحات، السياحة الصحراوية، وبعض الصناعات الخفيفة. الطبيعة الصحراوية والواحات تضيف جمالًا فريدًا للمنطقة. البنية التحتية تشمل طرقًا، مدارس، مستشفيات، ومرافق تعليمية وخدمية. السكان متمسكون بالعادات والتقاليد المحلية. الحياة اليومية تجمع بين الزراعة والسياحة والثقافة. المحافظة توفر بيئة هادئة ومثالية للأنشطة الاقتصادية والثقافية. الوادي الجديد تجمع بين الطبيعة الصحراوية والتراث المحلي.",
    "مطروح": "مطروح تقع على الساحل الشمالي الغربي لمصر وتشتهر بالشواطئ الرملية والمناخ المعتدل. المدينة المركزية تضم مؤسسات تعليمية وخدمية ومراكز ثقافية. يعتمد اقتصاد المحافظة على السياحة والصيد والزراعة. الحياة البحرية والطبيعة الخلابة تجعل مطروح وجهة سياحية مميزة. البنية التحتية تشمل طرقًا، مدارس، مستشفيات، ومرافق سياحية. السكان ودودون ويهتمون بالحفاظ على التراث المحلي والطبيعة. الحياة الاجتماعية نشطة مع فعاليات ثقافية ومهرجانات. المحافظة تجمع بين الجمال الطبيعي والحياة الحضرية. مطروح تعتبر من أهم الوجهات السياحية على ساحل البحر المتوسط.",
    "شمال سيناء": "شمال سيناء تقع في شمال شرق مصر وتتميز بالمساحات الصحراوية الواسعة والطبيعة الجبلية الساحلية على البحر المتوسط. العريش هي المدينة المركزية وتضم مؤسسات تعليمية وخدمية ومراكز ثقافية. يعتمد اقتصاد المحافظة على الزراعة الصحراوية، الصيد، وبعض الصناعات المحلية. الحياة البحرية والجبال تضيف جمالًا فريدًا للمنطقة. البنية التحتية تشمل طرق، مدارس، مستشفيات، ومرافق خدمية أساسية. السكان متمسكون بالعادات والتقاليد المحلية ويحرصون على المجتمع المتماسك. الحياة اليومية تجمع بين النشاط الزراعي، الصيد، والثقافة. المحافظة تجمع بين الطبيعة الصحراوية والشواطئ والجغرافيا المميزة. شمال سيناء تعتبر منطقة استراتيجية وسياحية مهمة.",
    "جنوب سيناء": "جنوب سيناء تقع في جنوب شرق مصر وتشتهر بالجبال الشاهقة والواحات والمنتجعات السياحية على البحر الأحمر. مدينة نويبع ودهب وشرم الشيخ هي المدن المركزية وتضم مؤسسات تعليمية، صحية، وخدمية متنوعة. يعتمد اقتصاد المحافظة على السياحة والغوص، إضافة إلى بعض الزراعة في الواحات المحلية. الحياة البحرية والجبلية تضيف جمالًا طبيعيًا فريدًا للمنطقة. البنية التحتية متطورة مع طرق، فنادق، مدارس، ومستشفيات حديثة. السكان ودودون ويهتمون بالضيافة والعادات المحلية. الحياة اليومية تجمع بين السياحة، العمل الثقافي، والنشاط الاجتماعي. المحافظة تتميز بالطبيعة الخلابة والمرافق السياحية المتميزة. جنوب سيناء وجهة سياحية فريدة على مستوى مصر والعالم.",
    "دمياط": "دمياط محافظة ساحلية في دلتا النيل، تشتهر بصناعة الأثاث وصيد الأسماك والتجارة البحرية. تضم المدينة ميناء تجاري كبير يسهم في اقتصاد المحافظة. الحياة الثقافية تشمل مساجد، كنائس، وأسواق شعبية ومهرجانات الحرف التقليدية. التعليم والخدمات الصحية متوفرة بشكل جيد، مع بنية تحتية حديثة. المدينة تجمع بين التراث التاريخي والطابع العمراني الحديث. الشواطئ الجميلة تجعلها وجهة مميزة للسياحة المحلية. الاقتصاد متنوع بين الصناعة والزراعة والتجارة البحرية. السكان ودودون ويهتمون بالحفاظ على التراث المحلي. دمياط تمثل نموذجاً للاندماج بين الثقافة والعمل والإبداع.",
    "بورسعيد": "بورسعيد تقع عند المدخل الشمالي لقناة السويس وتعتبر مركزاً حيوياً للتجارة البحرية. المدينة تضم شوارع واسعة ومباني تاريخية جميلة وكورنيش رائع على البحر المتوسط. الحياة الثقافية في بورسعيد نشطة، مع متاحف وأسواق تقليدية تعكس التراث المحلي. الاقتصاد يعتمد بشكل كبير على الموانئ والشحن والتجارة الخفيفة. المدينة تجذب الزوار بفضل الكورنيش والشواطئ والمناظر الطبيعية الساحلية. البنية التحتية متطورة وتشمل الطرق والمدارس والمستشفيات. السكان ودودون ويحرصون على الحفاظ على العادات المحلية. بورسعيد تجمع بين التراث البحري والحياة الحضرية الحديثة.",
    "الإسماعيلية": "الإسماعيلية تقع على ضفاف قناة السويس وتشتهر بالمساحات الخضراء والحدائق الجميلة. المدينة مركز إداري وتجاري هام، وتضم جامعة الإسماعيلية ومراكز ثقافية متنوعة. تشتهر بمينائها وأهمية القناة في التجارة الدولية. البنية التحتية متطورة مع طرق حديثة ومدارس ومستشفيات عالية الجودة. الحياة الاجتماعية نشطة والمهرجانات الثقافية تعكس التراث المصري. المدينة تتميز بالهدوء النسبي مقارنة بالمدن الكبرى، وتوفر بيئة مثالية للعيش والعمل. النشاط الاقتصادي يعتمد على التجارة والخدمات والصناعة الخفيفة. السكان ودودون ويحرصون على التقاليد المحلية. الإسماعيلية تجمع بين الطبيعة الجميلة والتراث البحري الحديث.",
    "السويس": "السويس تقع عند المدخل الجنوبي لقناة السويس وتعتبر مركزاً استراتيجياً للصناعات البحرية والتجارة. المدينة تضم مناطق صناعية حديثة ومراكز تجارية ومعالم ثقافية متنوعة. يعتمد اقتصاد السويس على الشحن والتجارة والصناعات المختلفة. المحافظة تضم شواطئ ومناظر طبيعية خلابة، إلى جانب الحياة الثقافية والمهرجانات المحلية. البنية التحتية متطورة وتشمل النقل والتعليم والصحة. السكان نشيطون ومتمسكون بالتقاليد المحلية. السويس تجمع بين الأهمية التاريخية والنشاط الصناعي الحديث. المدينة تعتبر قلب الأنشطة البحرية في مصر."
  }
}
