{
  "common": {
    "dashboard": "Dashboard",
    "login": "Login",
    "logout": "Logout",
    "save": "Save",
    "cancel": "Cancel",
    "delete": "Delete",
    "edit": "Edit",
    "add": "Add",
    "actions": "Actions",
    "confirm": "Confirm",
    "back": "Back",
    "loading": "Loading...",
    "success": "Success",
    "error": "Error",
    "required": "Required",
    "search": "Search...",
    "view": "View",
    "home": "Home",
    "copyright": "© 2024 {siteName}",
    "search_placeholder": "Search for governorates or offices...",
    "governorates": "Governorates",
    "governorate": "Governorate",
    "view_details": "View Details",
    "brand_name": "{siteName}",
    "directions": "Directions",
    "not_available": "N/A",
    "no_data": "No data available",
    "language": "Language"
  },
  "home": {
    "mostVisitedGovernorates": "Most Visited Governorates",
    "mostVisitedOffices": "Most Visited Offices"
  },
  "auth": {
    "username": "Username",
    "password": "Password",
    "login_title": "Dashboard Login",
    "login_subtitle": "Enter your credentials",
    "login_button": "Sign In",
    "login_failed": "Login failed",
    "name": "Name",
    "email": "Email"
  },
  "nav": {
    "home": "Home",
    "governorates": "Governorates",
    "users": "Users",
    "posts": "Post Offices",
    "settings": "Settings",
    "social": "Social Links",
    "about_us": "About Us",
    "disclaimer": "Disclaimer",
    "terms": "Terms & Conditions",
    "contact": "Contact Us"
  },
  "governoratesPage": {
    "title": "Egypt",
    "description": "Egypt, the land of ancient civilizations spanning thousands of years, is one of the oldest civilizations in human history. Since the time of the Pharaohs, Egypt was a center of science, art, and religion, where the ancient Egyptians built the magnificent pyramids and temples that still bear witness to their engineering and intellectual genius. The Nile River, the lifeline, played a pivotal role in the development of agriculture, economy, and social life in ancient Egypt.\n\nOver the ages, Egypt experienced multiple eras of rule, from the Pharaonic state through the Greek and Roman periods, up to the Islamic conquest that brought Arab and Islamic culture and transformed the country's identity. In the Middle Ages, Egypt became a hub for science, medicine, and philosophy, hosting scholars who contributed to spreading knowledge worldwide.\n\nEgypt also played a prominent role in modern history, being part of the Ottoman Empire, then undergoing European colonization before gaining independence and becoming a strong republic striving for development and progress. Today, Egypt combines its rich historical heritage with a renewed present, making it a destination for tourists and knowledge seekers.\n\nEgypt remains a symbol of human ingenuity and resilience over thousands of years, continuing to inspire the world with its deep history, strategic location, and diverse culture.",
    "searchPlaceholder": "Search for a governorate...",
    "viewDetails": "View Details",
    "officeCount": "{count} office | {count} offices",
    "noResults": "No results found"
  },
  "social": {
    "title": "Social Links",
    "add_link": "Add Link",
    "provider": "Provider",
    "url": "URL",
    "edit_link": "Edit Link",
    "delete_confirm": "Are you sure you want to delete this link?",
    "link_created": "Link created successfully",
    "link_updated": "Link updated successfully",
    "link_deleted": "Link deleted successfully",
    "select_provider": "Select Provider",
    "provider_locked": "Provider cannot be changed when editing",
    "url_required": "URL is required"
  },
  "dashboard": {
    "welcome": "Welcome, {name}",
    "overview": "Overview",
    "total_visits": "Total Visits",
    "total_users": "Total Users",
    "total_posts": "Total Offices",
    "total_govs": "Total Governorates",
    "total_offices": "Total Offices",
    "quick_actions": "Quick Actions",
    "visitor_counter": "Visitor Counter",
    "manage_offices": "Manage Offices",
    "add_office": "Add Office",
    "edit_office": "Edit Office",
    "delete_office": "Delete Office",
    "manage_users": "Manage Users",
    "role": "Role",
    "actions": "Actions"
  },
  "users": {
    "title": "User Management",
    "add_user": "Add User",
    "edit_user": "Edit User",
    "delete_confirm": "Delete user {name}?",
    "role": "Role",
    "roles": {
      "owner": "Owner",
      "admin": "Admin",
      "editor": "Editor",
      "user": "User"
    },
    "password_hint": "Leave blank to keep current password",
    "user_created": "User created successfully",
    "user_updated": "User updated successfully",
    "user_deleted": "User deleted successfully"
  },
  "posts": {
    "title": "Post Office Management",
    "add_post": "Add New Office",
    "edit_post": "Edit Office",
    "delete_confirm": "Delete office {name}?",
    "name": "Office Name",
    "governorate": "Governorate",
    "city": "City",
    "address": "Address",
    "map_link": "Google Maps Link",
    "location": "Location",
    "office_created": "Office added successfully",
    "office_updated": "Office updated successfully",
    "office_deleted": "Office deleted successfully",
    "select_governorate": "Select Governorate",
    "paste_map_link": "Paste Google Maps link or click on map",
    "provider_locked": "Provider cannot be changed when editing",
    "url_required": "URL is required"
  },
  "settings": {
    "title": "Site Settings",
    "general": "General",
    "logo": "Logo",
    "social": "Social Media",
    "site_name": "Site Name (Arabic)",
    "site_name_en": "Site Name (English)",
    "site_description": "Site Description (Arabic)",
    "site_description_en": "Site Description (English)",
    "contact_email": "Contact Email",
    "phone_number": "Phone Number",
    "address": "Address",
    "default_language": "Default Language",
    "dark_mode": "Dark Mode",
    "google_ads_header": "Google Ads (Header)",
    "google_ads_footer": "Google Ads (Footer)",

    "enable_ads": "Enable Ads",
    "maintenance_mode": "Maintenance Mode",
    "upload_light": "Upload Logo (Light)",
    "upload_dark": "Upload Logo (Dark)",
    "office_location": "Main Office Location",
    "services_title": "Services Title",
    "services_desc": "Services Description",
    "contact_title": "Contact Title",
    "contact_desc": "Contact Description",
    "map_link": "Map Link",
    "languages": {
      "ar": "Arabic",
      "en": "English"
    }
  },

  "about": {
    "title": "About {siteName}",
    "section_title": "{siteName}",
    "about_us": "About Us",
    "disclaimer_title": "Disclaimer",
    "terms_title": "Terms & Conditions",
    "contact_title": "Contact the {siteName} Team"
  },
  "contact": {
    "name": "Name",
    "email": "Email",
    "subject": "Subject",
    "message": "Message",
    "submit": "Submit",
    "success_message": "Your message has been sent successfully",
    "name_placeholder": "Enter your name",
    "email_placeholder": "Enter your email",
    "subject_placeholder": "Message subject",
    "message_placeholder": "Write your message here..."
  },
  "office": {
    "address": "Address",
    "postal_code": "Postal Code",
    "phone": "Phone",
    "name": "Office Name",
    "working_days": "Sunday – Thursday",
    "working_hours": "8 AM – 3 PM",
    "hotline": "Hotline",
    "email": "Email",
    "holidays": "Friday, Saturday and official holidays"
  },
  "descriptions": {
    "cairo": "Cairo Governorate is the capital of Egypt and its largest city, serving as a major urban center housing major government and service institutions. The governorate provides a wide network of public services and facilities serving residents and visitors.",
    "giza": "Giza Governorate is located on the west bank of the Nile River and is famous for archaeological sites like the Pyramids. It features high population density, urban diversity, and advanced services.",
    "alexandria": "Alexandria Governorate is the Bride of the Mediterranean, featuring its important seaport, historical landmarks, and a wide service network for residents.",
    "dakahlia": "Dakahlia Governorate is located in the Nile Delta and is famous for agriculture, education, and diverse public services spread across its cities and centers.",
    "beheira": "Beheira Governorate is one of the largest Delta governorates, featuring vast agricultural areas in addition to good service infrastructure in cities and centers.",
    "sharqia": "Sharqia Governorate features high population density and widespread public services, and is considered one of the most important agricultural Delta governorates.",
    "gharbia": "Gharbia Governorate is famous for the city of Tanta and El Mahalla El Kubra, featuring a wide network of vital services and facilities.",
    "monufia": "Monufia Governorate features good urban organization and widespread educational and service institutions across its various centers.",
    "kafr_el-sheikh": "Kafr El-Sheikh Governorate is located in the northern Delta, featuring agriculture, fishing areas, and services spread across its cities.",
    "qalyubia": "Qalyubia Governorate is part of the Greater Cairo region, featuring significant industrial and service activity.",
    "fayoum": "Fayoum Governorate features its unique nature around Lake Qarun and its extended services in its cities and centers.",
    "beni_suef": "Beni Suef Governorate is located south of Cairo and is famous for industrial, service, and agricultural activity.",
    "minya": "Minya Governorate is considered the heart of Upper Egypt, featuring its historical monuments and advanced service infrastructure.",
    "assiut": "Assiut Governorate is an important center in Upper Egypt, featuring educational institutions and government services.",
    "sohag": "Sohag Governorate includes a balanced urban and rural environment and diverse services in centers and villages.",
    "qena": "Qena Governorate features authentic Upper Egyptian nature and widespread government and educational services.",
    "luxor": "Luxor Governorate is considered the world's largest open-air museum and includes service infrastructure that significantly supports tourism.",
    "aswan": "Aswan Governorate is located in southern Egypt and is famous for tourist landmarks and good service infrastructure.",
    "red_sea": "Red Sea Governorate extends along a long coast and is famous for tourist cities and hotel and service infrastructure.",
    "new_valley": "New Valley Governorate is Egypt's largest governorate by area, featuring services distributed in multiple oases and cities.",
    "matrouh": "Matrouh Governorate features its coastal and Bedouin nature and includes diverse services in main cities.",
    "north_sinai": "North Sinai Governorate is located in eastern Egypt and includes several population centers and basic services.",
    "south_sinai": "South Sinai Governorate features famous tourist cities and advanced service infrastructure.",
    "damietta": "Damietta Governorate is famous for furniture manufacturing, its ports, and multiple service facilities.",
    "port_said": "Port Said Governorate is a coastal city with a unique nature and includes diverse services for residents.",
    "ismailia": "Ismailia Governorate is located on the banks of the Suez Canal, featuring its quiet character and widespread public services.",
    "suez": "Suez Governorate is an important industrial and coastal city featuring diverse services in its various neighborhoods."
  },
  "governorateDescriptions": {
    "القاهرة": "Cairo is the capital and largest city of Egypt, serving as the political, economic, and cultural center of the country. It lies along the Nile River and includes both modern districts and historic neighborhoods. The city hosts world-famous landmarks such as the Giza Pyramids, the Sphinx, the Egyptian Museum, and Tahrir Square. Cairo features traditional markets, modern shopping malls, and international dining options. Education, arts, and media flourish across the city with numerous universities and cultural institutions. The climate is mild in winter and hot in summer, attracting both local and international visitors year-round. Cairo is vibrant, blending ancient history with modern urban life, offering a rich cultural experience. Nightlife and local markets give the city a unique charm.",
    "الجيزة": "Giza is located west of Cairo and is internationally famous for the Giza Pyramids and the Sphinx. The governorate includes expansive urban areas, modern residential neighborhoods, and major industrial and commercial centers. Tourism plays a key role in Giza's economy, attracting millions of visitors every year. The region hosts educational and cultural institutions including universities, museums, and research centers. The city offers a beautiful blend of ancient history and modern architecture. Transportation networks and infrastructure are well-developed, connecting Giza to Cairo and nearby cities. Social life is diverse from popular neighborhoods to upscale districts. Giza combines remarkable urban design with historical landmarks.",
    "الإسكندرية": "Alexandria, Egypt's second-largest city, lies on the Mediterranean coast and serves as a major cultural and economic hub. It has a rich history from the Pharaonic and Roman eras and hosts the modern Library of Alexandria. The corniche along the sea provides scenic views and recreational areas. Alexandria is known for its arts and cultural festivals throughout the year. Its economy relies on maritime trade, tourism, and light industries such as textiles. The city blends historical charm with modern architecture and urban life. The climate is mild year-round, and the beaches attract both local and international visitors. Daily life is vibrant with diverse cultural activities.",
    "الدقهلية": "Dakahlia lies in the Nile Delta and is one of Egypt's key agricultural governorates. It is renowned for cultivating wheat, rice, cotton, fruits, and vegetables, forming the backbone of its economy. Mansoura serves as the administrative and cultural center, hosting universities, schools, libraries, and cultural centers. Traditional markets and local festivals reflect Egypt’s rich heritage. Infrastructure includes modern roads, educational facilities, and healthcare services. The mild climate and fertile soil make it ideal for farming and rural activities. Some industries are steadily growing to support the local economy. Residents uphold traditions while embracing modern life. The governorate presents a rich combination of agriculture, culture, and community.",
    "البحيرة": "Beheira is located in the Nile Delta and is known for extensive agriculture and light industry. Damanhur serves as the administrative and cultural center, hosting various educational and service institutions. The economy mainly relies on agriculture including wheat, rice, and vegetables, alongside manufacturing industries. Traditional markets and local festivals reflect Egypt’s heritage. Infrastructure includes roads, schools, and modern hospitals. Residents are conservative and uphold local customs. Daily life combines agricultural, cultural, and social activities. Beheira is rich in natural resources and local culture.",
    "الشرقية": "Sharqia is located in the Nile Delta and is one of Egypt's main agricultural governorates. Zagazig serves as the administrative and cultural center, hosting universities, schools, and various educational institutions. The economy primarily relies on agriculture including wheat, rice, cotton, vegetables, and fruits. Traditional markets and local festivals reflect Egypt’s rich heritage. Infrastructure includes modern roads, educational, and healthcare facilities. Residents uphold local traditions and maintain a close-knit community. Daily life combines agriculture, culture, and social activities. The governorate presents a perfect blend of rural nature and modern urban life.",
    "الغربية": "Gharbia is located in the Nile Delta and is known for agriculture and small to medium industries. Tanta serves as the administrative and cultural center, hosting universities, schools, and various cultural institutions. The economy relies on cotton, wheat, fruits, and some manufacturing industries. The governorate features local markets and festivals reflecting authentic Egyptian heritage. Infrastructure includes roads, educational, and healthcare facilities. The climate is mild and the soil fertile, making it an important agricultural hub. Residents are active and uphold traditions. Daily life combines agricultural, cultural, and social activities. Gharbia blends agricultural production with thriving urban life.",
    "المنوفية": "Monufia is located in the Nile Delta and is one of Egypt's key agricultural governorates. Shebin El Kom serves as the administrative and cultural center, hosting diverse educational and service institutions. The economy primarily relies on agriculture, including wheat, cotton, and vegetables. The governorate features bustling local markets and active rural life. Infrastructure includes modern roads, schools, and healthcare facilities. Residents are conservative and uphold local customs. Cultural and artistic life is relatively developed, with festivals and seasonal markets. The governorate offers a balance between rural living and modern urban services. Monufia combines agricultural productivity with rich local heritage.",
    "كفر الشيخ": "Kafr El Sheikh is located in the Nile Delta and is one of Egypt's key agricultural governorates. It is renowned for cultivating rice, wheat, cotton, and vegetables. The central city, Kafr El Sheikh, hosts educational institutions, healthcare facilities, and cultural centers. Social life is vibrant with traditional markets and local festivals. The governorate features beautiful natural areas and proximity to the Mediterranean coast. Infrastructure includes roads, schools, and hospitals. The economy relies on agriculture, fishing, and services. Residents uphold local traditions. Kafr El Sheikh blends agricultural productivity with local culture and scenic nature.",
    "القليوبية": "Qalyubia is located north of Cairo and is an important industrial and agricultural governorate. Banha serves as the administrative and cultural center, hosting educational institutions, healthcare facilities, and service centers. The economy relies on agriculture, especially vegetables and fruits, alongside small and medium industries such as textiles and food production. Infrastructure includes highways, schools, hospitals, and cultural centers. Traditional markets and local festivals reflect Egypt’s heritage. Residents are conservative and maintain local customs. Daily life combines agricultural and industrial work with cultural and social activities. The governorate features a mix of urban life and modern farming.",
    "الفيوم": "Fayoum is located southwest of Cairo and is known for agriculture, natural lakes, and tourist areas. The central city hosts educational, healthcare, and cultural institutions. The economy relies on agriculture including wheat, fruits, and vegetables, alongside tourism and small industries. The governorate features Lake Qarun and several beautiful oases. Infrastructure includes roads, schools, and hospitals. Residents are friendly and uphold local traditions. Cultural and artistic life is active with festivals and seasonal markets. Fayoum blends natural beauty with economic and cultural activities. The governorate is a distinguished tourist and agricultural destination.",
    "بني سويف": "Beni Suef is located in Upper Egypt along the Nile and is known for agriculture and local industries. The central city hosts educational and service institutions and cultural centers. The economy relies on agriculture including wheat, cotton, and fruits, alongside manufacturing industries. Traditional markets and local festivals reflect Egypt’s heritage. Infrastructure includes roads, schools, and hospitals. Residents are conservative and maintain local traditions. Daily life combines agriculture with cultural and social activities. Beni Suef blends agricultural production with local culture. The governorate is an important center for economic and cultural activities in Upper Egypt.",
    "المنيا": "Minya is located in Upper Egypt along the Nile and is famous for archaeological and historical sites. The central city hosts educational and service institutions, as well as cultural centers. The economy relies on agriculture including wheat, cotton, and fruits, alongside light industries. Archaeological sites include Pharaonic, Coptic, and Islamic monuments. Infrastructure includes roads, schools, and modern hospitals. Residents are conservative and maintain local heritage. Daily life combines agriculture, culture, and tourism. Minya is rich in history, nature, and economic and cultural activities. The governorate serves as an important agricultural and tourist center.",
    "أسيوط": "Assiut is located in Upper Egypt and is known for agriculture and traditional industries. The central city hosts educational and service institutions and cultural centers. The economy relies on agriculture, especially wheat and cotton, along with some handicraft industries. The governorate is rich in historical and cultural landmarks. Infrastructure includes roads, schools, and modern hospitals. Residents are conservative and uphold local traditions. Daily life combines agricultural, cultural, and social activities. Assiut is rich in heritage, nature, and economic and cultural activities.",
    "سوهاج": "Sohag is located in Upper Egypt and is known for agriculture and historical sites. The central city hosts educational, healthcare, and cultural institutions. The economy relies on cultivating wheat, cotton, and fruits, along with some local industries. Historical sites include Pharaonic temples and Islamic fortresses. Infrastructure includes roads, schools, and hospitals. Residents are conservative and maintain local culture and traditions. Social life combines agriculture with cultural activities. Sohag blends history, nature, and farming. The governorate is important for economic and cultural activities in Upper Egypt.",
    "قنا": "Qena is located in Upper Egypt along the Nile and is known for agriculture and archaeological sites. The central city hosts educational, healthcare, and cultural institutions. The economy relies on cultivating wheat, corn, and fruits, along with traditional handicrafts. Qena is famous for its Pharaonic sites, such as the temples of Dendera and other historical locations. Infrastructure includes roads, schools, and modern hospitals. Residents uphold local traditions and value cultural and social activities. Daily life combines agriculture, cultural work, and tourism. The governorate is an important center for economic and cultural activities in Upper Egypt.",
    "الأقصر": "Luxor lies along the Nile and is often described as an open-air museum of Pharaonic times. The city hosts the Luxor Temples, Valley of the Kings, and Valley of the Queens, attracting tourists from around the world. The governorate relies heavily on tourism, alongside agriculture and local industries. Infrastructure includes roads, hotels, schools, and modern hospitals. Cultural life is rich with events, exhibitions, and festivals. Residents focus on preserving Pharaonic heritage and local culture. The climate is mostly mild and dry, attracting visitors year-round. Luxor combines ancient history with modern daily life. The governorate is a global center for archaeology and tourism.",
    "أسوان": "Aswan is located in the far south of Egypt and is famous for its natural beauty, the High Dam, and Nubian temples. The central city hosts educational, healthcare, and cultural institutions. The governorate relies on tourism, agriculture, and cultural activities. Stunning natural scenery along the Nile includes islands, oases, and desert areas. Infrastructure includes roads, schools, hospitals, and tourist facilities. Residents are friendly and uphold local customs and traditions. Daily life combines economic activity, tourism, and culture. Aswan is rich in nature and historical landmarks. The governorate is a distinguished tourist destination in Egypt.",
    "البحر الأحمر": "The Red Sea Governorate stretches along the Red Sea coast and is famous for its stunning beaches and tourist resorts. The central city, Hurghada, hosts hotels, educational institutions, and diverse service facilities. The economy relies on tourism, diving, and fishing. Marine life and desert landscapes give the region a unique character. Infrastructure includes roads, hospitals, schools, and tourist facilities. Residents are friendly and focus on hospitality and environmental preservation. Cultural and artistic life is active with festivals and tourism events. The governorate combines tourism, natural heritage, and maritime activities. The Red Sea is a distinctive destination for both local and international visitors.",
    "الوادي الجديد": "New Valley is located in Upper Egypt and is famous for its oases and agricultural and desert activities. The central city hosts educational and service institutions and cultural centers. The governorate relies on oasis agriculture, desert tourism, and some light industries. Desert landscapes and oases add unique beauty to the region. Infrastructure includes roads, schools, hospitals, and educational and service facilities. Residents maintain local customs and traditions. Daily life combines agriculture, tourism, and culture. The governorate provides a peaceful environment ideal for economic and cultural activities. New Valley blends desert nature with local heritage.",
    "مطروح": "Matrouh is located on Egypt's northwest coast and is known for its sandy beaches and mild climate. The central city hosts educational and service institutions and cultural centers. The economy relies on tourism, fishing, and agriculture. Marine life and scenic landscapes make Matrouh a notable tourist destination. Infrastructure includes roads, schools, hospitals, and tourist facilities. Residents are friendly and focus on preserving local heritage and nature. Social life is active with cultural events and festivals. The governorate blends natural beauty with urban life. Matrouh is one of the most important tourist destinations along the Mediterranean coast.",
    "شمال سيناء": "North Sinai is located in northeastern Egypt and features vast desert areas and mountainous coastal scenery along the Mediterranean. Al-Arish is the central city, hosting educational, healthcare, and cultural institutions. The economy relies on desert agriculture, fishing, and some local industries. Marine life and mountains add unique beauty to the region. Infrastructure includes roads, schools, hospitals, and basic service facilities. Residents maintain local customs and foster a close-knit community. Daily life combines agriculture, fishing, and cultural activities. The governorate blends desert nature with beaches and unique geography. North Sinai is an important strategic and tourist area.",
    "جنوب سيناء": "South Sinai is located in southeastern Egypt and is famous for its towering mountains, oases, and Red Sea tourist resorts. Nuweiba, Dahab, and Sharm El-Sheikh are the central cities hosting educational, healthcare, and service institutions. The economy relies on tourism, diving, and some oasis agriculture. Marine and mountain landscapes add unique natural beauty. Infrastructure includes roads, hotels, schools, and modern hospitals. Residents are friendly and emphasize hospitality and local customs. Daily life combines tourism, cultural work, and social activities. The governorate is distinguished by stunning nature and excellent tourist facilities. South Sinai is a unique tourist destination in Egypt and worldwide.",
    "دمياط": "Damietta is a coastal governorate in the Nile Delta, renowned for furniture manufacturing, fishing, and maritime trade. The city hosts a major commercial port contributing significantly to the economy. Cultural life includes mosques, churches, traditional markets, and handicraft festivals. Education and healthcare services are well-established with modern infrastructure. The city blends historical heritage with contemporary urban development. Beautiful beaches make it a notable destination for local tourism. The economy is diverse, including industry, agriculture, and maritime trade. Residents are friendly and preserve local traditions. Damietta exemplifies the integration of culture, work, and creativity.",
    "بورسعيد": "Port Said is located at the northern entrance of the Suez Canal and serves as a vital hub for maritime trade. The city features wide streets, beautiful historic buildings, and a scenic corniche along the Mediterranean. Cultural life is active with museums and traditional markets reflecting local heritage. The economy heavily relies on ports, shipping, and light trade. Visitors enjoy the corniche, beaches, and coastal scenery. Infrastructure includes modern roads, schools, and hospitals. Residents are friendly and maintain local customs. Port Said combines maritime heritage with modern urban life.",
    "الإسماعيلية": "Ismailia lies along the Suez Canal and is known for its green spaces and beautiful gardens. The city serves as an important administrative and commercial center, hosting Ismailia University and various cultural institutions. It is famous for its port and the significance of the canal in international trade. Infrastructure includes modern roads, schools, and high-quality hospitals. Social life is active, with cultural festivals reflecting Egyptian heritage. The city is relatively peaceful compared to major cities, offering an ideal environment for living and working. Economic activity relies on trade, services, and light industry. Residents are friendly and maintain local traditions. Ismailia blends natural beauty with modern maritime heritage.",
    "السويس": "Suez lies at the southern entrance of the Suez Canal and is a key hub for shipping and industrial activities. The city features modern industrial zones, commercial centers, and various cultural landmarks. Suez’s economy relies heavily on shipping, trade, and diverse industries. The governorate includes beautiful beaches and natural landscapes, alongside active cultural life and local festivals. Infrastructure supports transport, education, and healthcare. Residents are active and maintain local traditions. Suez combines historical significance with modern industrial development. The city serves as the heart of maritime activities in Egypt."
  }
}
